Repository: Noso-Project/NosoSova
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es, nl, pt, ru, uk, zh

source: Incoming
de: Eingehend
es: Recibiendo
nl: Inkomend
pt: Recebendo
ru: Входящие
uk: Вхідні
zh: 转入

source: Outgoing
de: Ausgehend
es: Enviando
nl: Uitgaand
pt: Enviando
ru: Исходящие
uk: Вихідні
zh: 转出

# wallets
source: Wallet
es: Cartera
nl: Portefeuille
pt: Carteira
ru: Кошелёк
uk: Гаманець
zh: 钱包

source: Payments
de: Zahlungen
es: Pagos
nl: Betalingen
pt: Pagamentos
ru: Платежи
uk: Платежі
zh: 付款

source: Node
es: Nodo
nl: Knooppunt
pt: Nó
ru: Нода
uk: Вузол
zh: 节点

# myAddresses
source: Addresses
de: Adressen
es: Direcciones
nl: Adressen
pt: Contas
ru: Адреса
uk: Адреси
zh: 地址

# genNewKeyPair
source: Generate new address
de: Generiere eine neue Adresse
es: Generar nueva dirección
nl: Nieuw adres genereren
pt: Criar nova conta
ru: Создать новый адрес
uk: Згенерувати нову адресу
zh: 生成新地址

source: Scan QR Code
de: Scanne QR Code
es: Escanear código QR
nl: QR-code scannen
pt: Ler código QR
ru: Сканировать QR код
uk: Відскануйте QR-код
zh: 扫描二维码

# historyPayments
source: Recent transactions
de: Letzte Transaktionen
es: Transacciones recientes
nl: Recente transacties
pt: Transações recentes
ru: История транзакций
uk: Останні транзакції
zh: 最近的交易

# titleScannerCode
source: Qr Code scanner
es: Escaneador de código QR
pt: Leitor de código QR
ru: QR Сканнер
uk: Сканер Qr-коду
zh: 二维码扫描器

source: Found addresses
de: Adressen gefunden
es: Direciones encontradas
nl: Gevonden adressen
pt: Contas encontradas
ru: Найти адрес
uk: Знайдені адреси
zh: 找到的地址

source: Cancel
de: Abbrechen
es: Cancelar
nl: Annuleren
pt: Cancelar
ru: Отмена
uk: Скасувати
zh: 取消

source: Add to Wallet
de: Zur Wallet hinzufügen
es: Añadir a la cartera
nl: Toevoegen aan portemonnee
pt: Adicionar à carteira
ru: Добавить в кошелёк
uk: Додати в гаманець
zh: 添加到钱包

# titleInfoNetwork
source: Node info
de: Node Informationen
es: Información del Nodo
nl: Knooppuntinfo
pt: Informação sobre o nó
ru: Подключение к сети.
uk: Інформація про вузол
zh: 节点信息

# debugInfo
source: Debugging
es: Debugando
nl: Foutopsporing
pt: Depurar
ru: Отладка
uk: Налагодження
zh: 调试窗口

source: Connections
de: Verbindungen
es: Conexiones
nl: Verbindingen
pt: Conexões
ru: Соединения
uk: Підключеннь
zh: 连接

source: Last Block
de: Letzter Block
es: Último Bloque
nl: Laatste blok
pt: Último Bloco
ru: Блок:
uk: Останній Блок
zh: 最后一个区块

source: Pendings
de: ausstehend
es: Pendiente
nl: In behandeling
pt: Pendentes
ru: В процессе
uk: В очікуванні
zh: 待处理

source: Branch
es: Rama
nl: filiaal
pt: Ramo
ru: Ветвь
uk: Гілка
zh: 分支

source: Version
es: Versión
nl: Versie
pt: Versão
ru: Версия:
uk: Версія
zh: 版本

source: UTC Time
de: UTC Zeit
es: Hora UTC
nl: UTC-tijd
pt: Horário UTC
ru: Время (UTC):
uk: Час за UTC
zh: UTC时间

# pingMs
source: ms
ru: мс
uk: мс

source: Ping
ru: Пинг
uk: Пінг

# activeConnect
source: Connected
de: Verbunden
es: Conectado
nl: Verbonden
pt: Connectado
ru: Подключено
uk: Підключенно
zh: 已连接

# connection
source: Searching available node..
de: Suche verfügbaren Node..
es: Buscando nodos disponibles..
nl: Beschikbaar knooppunt zoeken..
pt: Procurando nó...
ru: Поиск доступной ноды...
uk: Пошук доступного вузла..
zh: 搜索可用节点..

# errorConnection
source: Connection error
de: Verbindungsfehler
es: Error de conexión
nl: Verbindingsfout
pt: Erro de conexão
ru: Ошибка при подключении
uk: Помилка при підключені
zh: 连接错误

source: Address
de: Adresse
es: Dirección
nl: Adres
pt: Conta
ru: Адрес
uk: Адреса
zh: 地址

source: Keys
de: Schlüssel
es: Claves
nl: Sleutels
pt: Chaves
ru: Ключи
uk: Ключі
zh: 密钥

# sendFromAddress
source: Send from this address
de: Sende von dieser Adresse
es: Enviar desde esta dirección
nl: Verzenden vanaf dit adres
pt: Enviar desta conta
ru: Отправить монеты с этого адреса
uk: Відправити з цієї адреси
zh: 从该地址发送

# removeAddress
source: Remove address from wallet
de: Lösche Adresse aus der Wallet
es: Eliminar dirección de la cartera
nl: Adres verwijderen uit portemonnee
pt: Remover conta da carteira
ru: Удалить адрес из кошелька
uk: Видалити адресу з гаманця
zh: 从钱包中删除地址

# importFile
source: Import from File
de: Aus Datei importieren
es: Importar de fichero
nl: Importeren uit bestand
pt: Importar de um ficheiro
ru: Импорт из файла
uk: Імпортувати з файлу
zh: 从文件中导入

# importFileSubtitle
source: Choose a wallet file in .pkw or .nososova
de: Wahlweise eine .pkw oder .nososova Datei
es: Escoger fichero .pkw o .nososova
nl: Kies een portemonneebestand in .pkw of .nososova
pt: Escolher um ficheiro de carteira em formato "*.pkw" ou "*.nososova"
ru: Выберите файл кошелька: .pkw или .nososova.
uk: Виберіть файл гаманця .pkw або .nososova
zh: 选择 .pkw 或 .nososova 格式的钱包文件

# exportFile
source: Export to File
de: Als Datei exportieren
es: Exportar a fichero
nl: Exporteren naar bestand
pt: Exportar para ficheiro
ru: Экспорт в файл
uk: Експортувати в файл
zh: 导出到文件

# exportFileSubtitle
source: Save the wallet file in .pkw or .nososova
de: Speichere die Wallet als .pkw oder .nososova Datei
es: Guardar la cartera en formato .pkw o .nososova
nl: Sla het portemonneebestand op in .pkw of .nososova
pt: Gravar a carteira em formato "*.pkw" ou "*.nososova"
ru: Сохранить кошелёк в файл .pkw или .nososova
uk: Зебережіть файл гаманця .pkw або .nososova
zh: 将钱包文件保存为 .pkw 或 .nososova 格式

# fileWallet
source: Wallet file
de: Wallet-Datei
es: Fichero de la cartera
nl: Walletbestand
pt: Ficheiro da carteira
ru: Файл кошелька
uk: Файл гаманця
zh: 钱包文件

# searchAddressResult
source: Address found
de: Adresse gefunden
es: Dirección encontrada
nl: Adres gevonden
pt: Conta encontrada
ru: Адрес найден
uk: Знайдено адрес
zh: 找到的地址

# billAction
source: Bill to this address
de: Stelle eine Rechnung an diese Adresse
es: Carga a esta dirección
nl: Factureer naar dit adres
pt: Deduzir desta conta
ru: Счёт на этот адрес
uk: Виставити рахунок на цю адресу

# addressesAdded
source: Add new addresses to your wallet
de: Füge weitere Adressen der Wallet hinzu
es: Añadir nueva dirección a tu cartera
nl: Voeg nieuwe adressen toe aan uw portemonnee
pt: Adicionar novas contas à sua carteira
ru: Добавьте новые адреса в свой кошелек
uk: У ваш гаманець додано нові адреси
zh: 为钱包添加新地址

source: Settings
de: Einstellungen
es: Ajustes
nl: Instellingen
pt: Configuração
ru: Настройки
uk: Налаштування
zh: 设置

# sync
source: Synchronization
de: Synchronisation
es: Sincronización
nl: Synchronisatie
pt: Sincronização
ru: Синхронизация
uk: Синхронізація
zh: 同步

source: Information
es: Información
nl: Informatie
pt: Informação
ru: Информация
uk: Інформація
zh: 信息

source: Masternodes
ru: Мастерноды
uk: Мастерноди
zh: 主节点

source: Blocks Remaining
de: Ausstehende Blocks
es: Bloques pendientes
nl: Resterende blokken
pt: Blocos Restantes
ru: Осталось блоков
uk: Залишилося блоків
zh: 剩余区块

source: Days until Next Halving
de: Tage bis zum nächsten Halving
es: Días para el próximo halving
nl: Dagen tot volgende halvering
pt: Dias para o próximo "Halving"
ru: Дней до следующего Халвинга
uk: Днів до наступного халвінгу
zh: 距离下一次减半的天数

source: Number of mined coins
de: Anzahl mined Noso
es: Coins mined
nl: Gedolven munten
pt: Moedas minadas
ru: Количество добытых монет
uk: Видобутих монет
zh: 已开采的硬币

source: Coins Locked
de: Gesperrte Noso
es: Monedas bloqueadas
nl: Vergrendelde munten
pt: Moedas bloqueadas
ru: Монет заблокировано
uk: Заблоковані монети
zh: 锁定的硬币

# marketcap
source: Noso Marketcap
de: Marktkapitalisierung
es: Capitalización bursátil
nl: Marktkapitalisatie
ru: Капитализация NOSO
uk: Ринкова капіталізація
zh: 市值

# tvl
source: Total Value Locked
de: Gesperrte Vermögenswerte'
es: Activos bloqueados
nl: Vergrendelde activa
pt: Valor Total Bloqueado
ru: Всего заблокировано
uk: Заблокованих активів
zh: 锁定的资产

# maxPriceStory
source: Maximum price per story
de: Maximaler Preis in der Historie
es: Precio máximo
nl: Maximum prijs per verhaal
pt: Preço máximo por artigo
ru: Максимальная цена
uk: Максимальна ціна в історії

source: Active nodes
de: Aktive Nodes
es: Nodos activos
nl: Actieve knooppunten
pt: Nós ativos
ru: Активные ноды
uk: Активні вузли
zh: 活动节点

# tmr
source: Total MasterNode Reward
ru: Общая награда

# nbr
source: Node Block Reward
de: pro Block
es: Por bloque
nl: Voor één blok
pt: Bloco de Nó
ru: Награда за блок
uk: За блок
zh: 一个区块

# nr24
source: 24hr Reward
de: in 24 Stunden
es: En 24 horas
nl: Gedurende 24 uur
pt: Em 24 horas
ru: Вознаграждение за сутки
uk: За 24 години
zh: 24小时

# nr7
source: 7 day Reward
de: in 7 Tage
es: En 7 días
nl: Gedurende 7 dagen
pt: Em 7 dias
ru: Вознаграждение за неделю
uk: За 7 днів
zh: 7天

# nr30
source: 30 day Reward
de: in 30 Tage
es: En 30 días
nl: Gedurende 30 dagen
pt: Em 30 dias
ru: Вознаграждение за 30 дней
uk: За 30 днів
zh: 30天

source: Noso Price
de: Noso Preis
nl: Noso Prijs
pt: Preço de Noso
ru: Стоимость NOSO
uk: Вартість Noso
zh: Noso 价格

# launched
source: Running
de: läuft
es: Ejecutándose
nl: Bezig met lopen
pt: Correndo
ru: Запущено
uk: Запущені
zh: 运行

source: Available
de: Verfügbar
es: Disponible
nl: Beschikbaar
pt: Disponível
ru: Доступно
uk: Доступні
zh: 可用的

source: Masternode
ru: Мастернода
uk: Мастерноди
zh: 主节点

source: Empty
de: leer
es: Vacío
nl: Leeg
pt: Vazio
ru: Пусто
uk: Порожньо
zh: 空的

# emptyNodesError
source: You don't have ready addresses to launch the masternode..
de: Es sind keine Adressen verfügbar, um eine Masternode zu starten..
es: No dispones de una dirección preparada para iniciar el nodo..
nl: Je hebt geen kant-en-klare adressen om de masternode te starten..
pt: Falta de contas com condições para iniciar Nó Mestre...
ru: У Вас нет подходящих адресов для запуска Мастерноды.
uk: У вас немає доступних адрес для запуску мастерноди
zh: 您没有启动主节点所需的地址..

# importKeysPair
source: Import from key pair
de: Importiere Schlüsselpaar
es: Importar de las claves
nl: Importeren van sleutelpaar
pt: Importar de par de chaves
ru: Импорт из Key Pair
uk: Імпортувати з пари ключів
zh: 从密钥对中导入

# catHistoryTransaction
source: Transaction history
de: Transaktionsverlauf
es: Historial de transacciones
nl: Transactiegeschiedenis
pt: Histórico de Transações
ru: История транзакций
uk: Історія транзакцій
zh: 交易记录

# transactionInfo
source: Transaction information
de: Information zu Transaktionen
es: Información de la transacción
nl: Transactie-informatie
pt: Informação sobre Transações
ru: Данные транзакции
uk: Інформація про транзакцію
zh: 交易信息

source: Block
es: Bloque
nl: Blokkeren
pt: Bloco
ru: Блок:
uk: Блок
zh: 区块

source: Receiver
de: Empfänger
es: Destinatario
nl: Ontvanger
pt: Recipiente
ru: Получатель
uk: Одержувач
zh: 接收方

# commission
source: Comission
de: Kommission
es: Comisión
nl: Commissie
pt: Comissão
ru: Комиссия
uk: Комісія
zh: 手续费

# openToExplorer
source: Open to Noso Explorer
de: Im Explorer ansehen
es: Abrir en Noso Explorer
nl: Openen voor Noso Explorer
pt: Abrir no Explorador Noso
ru: Открыть в Explorer-e
uk: Відкрити в Noso Explorer
zh: 打开区块浏览器

source: Share Transaction
de: Transaktion teilen
es: Compartir Transacción
nl: Aandeeltransactie
pt: Partilhar Transação
ru: Поделиться
uk: Поділитися транзакцією
zh: 分享该交易记录

source: Message
de: Nachricht
es: Mensaje
nl: Bericht
pt: Mensagem
ru: Сообщение
uk: Повідомлення
zh: 留言

# editCustom
source: Changing name
de: Alias änderen
es: Cambiando Alias
nl: alias wijzigen
pt: Alterar o pseudónimo
ru: Смена псевдонима
uk: Зміна назви
zh: 更改别名

# errorLoading
source: Server error
de: Serverfehler
es: Error en el servidor
nl: Serverfout
pt: Erro do servidor
ru: Ошибка
uk: Помилка серверу
zh: 服务器错误

# catActionAddress
source: Address actions
de: Adressaktion
es: Acciones para la dirección
nl: Adresacties
pt: Ações para contas
ru: Что Вы хотите сделать?
uk: Дії над адресою
zh: 地址操作

# customNameAdd
source: Set Alias
de: Alias setzen
es: Aplicar Alias
nl: Alias ​​instellen
pt: Definir Pseudónimo
ru: Задать псевдоним
uk: Встановити псевдонім
zh: 设置别名

source: Today
de: heute
es: Hoy
nl: Vandaag
pt: Hoje
ru: Сегодня
uk: Сьогодні
zh: 今天

source: Yesterday
de: Gestern
es: Ayer
nl: Gisteren
pt: Ontem
ru: Вчера
uk: Вчора
zh: 昨天

source: Sender
es: Enviado por
nl: Afzender
pt: Emissor
ru: Отправитель
uk: Відправник
zh: 发送人

# confirmDelete
source: Confirm remove address
de: Bestätige das Entfernen der Adresse
es: Confirmar eliminación de la dirección
nl: Bevestig het verwijderen van adres
pt: Comfirme a remoção da conta
ru: Подтвердить удаление адреса
uk: Підтвердити вилучення адреси
zh: 确认删除地址

# aliasNameAddress
source: Change Alias
de: Alias ändern
es: Cambiar Alias
nl: Alias ​​wijzigen
pt: Mudar Pseudónimo
ru: Изменить псевдоним
uk: Зміна псевдоніма
zh: 更改别名

source: Alias
pt: Pseudónimo
ru: Псевдоним
uk: Псевдонім
zh: 别名

# consensusCheck
source: Consensus resolution
de: Konsens gefunden
es: Estado del Consensus
nl: Consensusresolutie
pt: Resolução de consenso
ru: Консенсус
uk: Вирішення консенсусу
zh: 协商一致的解决方案

source: Save
de: Speichern
es: Guardar
nl: Opslaan
pt: Gravar
ru: Сохранить
uk: Зберегти
zh: 保存

source: Node type
de: Node Typ
es: Tipo de Nodo
nl: Knooptype
pt: Tipo do Nó
ru: Тип:
uk: Тип вузла
zh: 节点类型

source: Status
es: Estado
pt: Estado
ru: Статус:
uk: Статус
zh: 状态

source: Balance
de: Kontostand
nl: Balans
pt: Saldo
ru: Баланс
uk: Баланс
zh: 余额

# actionWallet
source: Actions on wallet
de: Wallet Actions
es: Acciones para la cartera
nl: Acties op portemonnee
pt: Ações para contas
ru: Что Вы хотите сделать?
uk: Дії над гаманцем
zh: 对钱包的操作

source: Confirm
de: bestätigen
es: Confirmar
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
uk: Підтвердити
zh: 确认

source: Create payment
de: Zahlung erstellen
es: Crear pago
nl: Betaling aanmaken
pt: Criar pagamento
ru: Сделать перевод
uk: Створити платіж
zh: 创建付款

source: Amount
de: Menge
es: Cantidad
nl: Bedrag
pt: Montante
ru: Количество
uk: Сумма
zh: 数量

source: Send
de: Senden
es: Enviar
nl: Verzenden
pt: Enviar
ru: Отправить
uk: Відправити
zh: 发送

# chanceNode
source: Change node
de: Node ändern
es: Cambiar de nodo
nl: Knooppunt wijzigen
pt: Mudar o nó
ru: Сменить ноду
uk: Змінити вузол
zh: 更改节点

# viewQr
source: View Qr code
de: QR Code zeigen
es: Ver código Qr
nl: Qr-code bekijken
pt: Mostrar o código QR
ru: Открыть QR код
uk: Переглянути QR коди
zh: 查看二维码

# infoTotalPriceUst
source: Balance in USDT
de: Kontostand in USDT
es: Balance en USDT
nl: Saldo in USDT
pt: Saldo USDT
ru: Баланс в USDT
uk: Баланс в USDT
zh: 余额估值≈

# updateInfo
source: Update information
de: Information updaten
es: Actualizar informacón
nl: Informatie bijwerken
pt: Atualizar informação
ru: Обновить данные
uk: Оновити інформацію
zh: 更新信息

# hintStatusNodeRun
source: Node is online
de: Node ist online
es: Noso Online
nl: Het knooppunt is online
pt: Nó está online
ru: Нода онлайн
uk: Вузол в мережі
zh: 节点已在线

# hintStatusNodeNonRun
source: Node is offline
de: Node ist offline
es: Nodo Offline
nl: Knooppunt is offline
pt: Nó está offline
ru: Нода офлайн
uk: Вузол не в мережі
zh: 节点已离线

# hintAddress
source: Show address details
de: Adresse anzeigen
es: Mostrar detalles de la dirección
nl: Toon adresgegevens
pt: Mostrar detalhes da conta
ru: Показать детали адреса
uk: Показати деталі адреси
zh: 显示地址详情

# copyAddress
source: Copy the address
de: Adresse kopieren
es: Copiar la dirección
nl: Kopieer het adres
pt: Copiar a conta
ru: Скопировать адрес
uk: Скопіювати адресу
zh: 复制地址

# informMyNodes
source: Status of your nodes
de: Status meiner Nodes
es: Estado de tus nodos
nl: Status van uw knooppunten
pt: Estado dos seus nós
ru: Ваши мастерноды
uk: Статус ваших вузлів
zh: 您的节点状态

# sellAddress
source: Select an address
de: Wähle eine Adresse aus
es: Seleccionar una dirección
nl: Selecteer een adres
pt: Selecionar uma conta
ru: Выберите адрес
uk: Виберіть адресу
zh: 选择一个地址

# sendCoins
source: Send funds
de: senden
es: Enviar nosos
nl: Geld verzenden
pt: Enviar fundos
ru: Отправить средства
uk: Відправити кошти
zh: 发送资金

source: Reward
de: Prämie
es: Recompensa
nl: Beloning
pt: Recompensa
ru: Вознаграждение
uk: Винагорода
zh: 奖励

source: Offline
ru: Не в сети
uk: Не в мережі
zh: 离线

source: Online
ru: В сети
uk: В мережі
zh: 在线

# getKeysPair
source: View keys
de: Schlüssel anzeigen
es: Ver claves
nl: Toetsen bekijken
pt: Mostrar chaves
ru: Просмотр ключей
uk: Переглянути ключі
zh: 查看密钥

# pnlDay
source: PnL per day
de: PnL pro Tag
es: PnL por día
nl: PnL per dag
pt: PnL por dia
ru: PnL за сутки
uk: PnL за добу
zh: PnL/天

# displayPendingTransactions
source: Your pending transactions are displayed here
de: Hier werden ausstehende Transaktionen angezeigt
es: Tus transacciones pendientes se muestran aquí
nl: Uw lopende transacties worden hier weergegeven
pt: Transações pendentes são listadas aqui
ru: Здесь будут ваши отложенные транзакции
uk: Ваші відкладені транзакції відображатимуться тут
zh: 这里显示您的待处理交易

# pendingTransaction
source: Pending Transactions
de: ausstehende Transaktionen
es: Transacciones pendientes
nl: Transacties in behandeling
pt: Transações Pendentes
ru: Незавершенные сделки
uk: Очікувані транзакції
zh: 待处理的交易

# hintConnectStop
source: The connection is dropped due to the instability of the mainnet. To continue using it, click on Change node
de: Die Verbindung musste aufgrund eines Problmes unterbrochen werden. Um sie weiter zu nutzen, wechsel die Node
es: La connexión ha fallado por inestrabilidad de la mainet. Para continuar pulsa Cambiar nodo
nl: De verbinding is verbroken vanwege de instabiliteit van het hoofdnet. Om deze te blijven gebruiken, klikt u op Knooppunt wijzigen
pt: Devido a flutuações na rede principal, a conexão pode ser perdida. Para continuação de uso, é favor clicar em 'Mudar o nó'
ru: Соединение прервано из-за нестабильности основной сети. Чтобы продолжить его использование, нажмите на кнопку Изменить узел
uk: З'єднання розірвано через нестабільність мережі. Щоб продовжити, натисніть на Змінити вузол
zh: 由于主网不稳定，连接已中断。要继续使用，请单击 "更改 "节点

# emptyListAddress
source: Create or generate new addresses for your use
de: Erstelle eine neue Adresse
es: Crear o generar una nueva dirección noso
nl: Maak of genereer nieuwe adressen voor uw gebruik
pt: Gerar novas contas para seu uso
ru: Создать или сгенерировать новые адреса
uk: Створіть або згенеруйте нові адреси для вашого використання
zh: 创建或生成新地址供您使用

# aliasMessage
source: The alias can be set from 3 to 32 characters long. Also, don't forget that a transaction fee is charged for setting up alias.
de: Der Alias kann zwischen 3 und 32 Zeichen lang sein. Vergiss nicht, dass für die Einrichtung eines Alias eine Transaktionsgebühr erhoben wird.
es: El Alias debe tener entre 3 y 23 carácteres. Ten en cuenta que se aplica un fee para la creación del alias.
nl: De alias kan worden ingesteld van 3 tot 32 tekens lang. Vergeet ook niet dat er transactiekosten in rekening worden gebracht voor het instellen van een alias.
pt: O pseudónimo pode ser definido de 3 a 32 caracteres. É favor não esquecer que esta ação custa uma taxa de transação.
ru: Псевдоним может быть длиной от 3 до 32 символов. Также не забывайте, что за создание псевдонима взимается комиссия.
uk: Псевдонім можна встановити довжиною від 3 до 32 символів. Також не забувайте, що за встановлення псевдоніма знімається комісія за операцію.
zh: 别名长度可设置为 3 至 32 个字符。此外，不要忘记，设置别名需要支付交易费.

# successSaveExportFile
source: Your wallet has been successfully exported
de: Die Brieftasche wurde erfolgreich exportiert
es: Tu cartpera se ha exportado correctamente
nl: Uw portemonnee is succesvol geëxporteerd
pt: A sua carteira foi exportada com sucesso
ru: Ваш кошелек был успешно экспортирован
uk: Ваш гаманець успішно експортовано
zh: 您的钱包已成功导出

# errorNoFoundCoinsTransaction
source: There are not enough coins for the transaction
de: Der Kontostand ist zu niedrig für diese Transaktion
es: No dipones de suficientes noso para la transacción
nl: Er zijn niet genoeg munten voor de transactie
pt: O seu saldo não permite esta transação
ru: Недостаточно монет
uk: Недостатньо монет для проведення транзакції
zh: 没有足够的硬币进行交易

# errorInformationIncorrect
source: The shipping information is incorrect
de: Die Transaktionsinformationen sind nicht korrekt
es: La información contiene errores
nl: De verzendinformatie is onjuist
pt: Os dados introduzidos estão incorretos
ru: Некоректная информация
uk: Невірна інформація для доставки
zh: 传输信息不正确

# errorImportAddresses
source: Addresses are not added because they are duplicates
de: Adresse ist bereits vorhanden und konnte nicht hinzugefügt werden
es: La dirección no se añade porque está duplicada
nl: Adressen zijn niet toegevoegd omdat ze dubbel zijn
pt: Devido à existência de duplicação, não foi possível adicionar as contas
ru: Адреса не добавлены, так как обнаружены дубликаты
uk: Адреси не додано тому що вони дублюються
zh: 由于地址重复，因此未添加地址

# errorDefaultErrorAlias
source: Error trying to set alias
de: Fehler beim Versuch einen Alias zu setzten
es: Error intentando aplicar el alias
nl: Fout bij proberen alias in te stellen
pt: Erro ao tentar definir o pseudónimo
ru: Ошибка при попытке установить псевдоним
uk: Помилка при встановленні псевдоніма
zh: 尝试设置别名时出错

# priceInfoErrorServer
source: Price information is not available
de: Preisinformation zur Zeit nicht verfügbar
es: La información del precio no está disponible.
nl: Prijs informatie is niet beschikbaar
pt: Informação de preço não disponível
ru: Информация о цене недоступна
uk: Інформація про ціну недоступна
zh: 价格信息不可用

# errorEmptyHistoryTransactions
source: No transactions were found for this address
de: Es wurde kein Transaktionsverlauf für diese Adresse gefunden
es: No se han encontrado transacciones para esta dirección noso
nl: Er zijn geen transacties gevonden voor dit adres
pt: Não existe informação sobre transações nesta conta
ru: По этому адресу транзакций не найдено
uk: Транзакцій за цією адресою не знайдено
zh: 该地址无交易记录

# errorNoValidAddress
source: Error, invalid address
de: Fehler; ungültige Adresse
es: Error, dirección errónea
nl: Fout, ongeldig adres
pt: Erro, conta inválida
ru: Ошибка, неверный адрес
uk: Помилка, недійсна адреса
zh: 错误，地址无效

# errorNoSync
source: The application is not synchronized with the main network
de: Die App ist nicht mit dem Mainnet synchronisiert
es: La aplicación no está sincronizada con la mainnet
nl: De applicatie is niet gesynchroniseerd met het hoofdnetwerk
pt: A aplicação não está sincronizada com a rede principal
ru: Приложение не синхронизировано с основной сетью
uk: Додаток не синхронізований з основною мережею
zh: 应用程序与主网络不同步

# errorAddressBlock
source: Address blocked, payment cancelled
de: Adresse blockiert, Zahlung wurde abgebrochen
es: Dirección bloqueada, pago cancelado
nl: Adres geblokkeerd, betaling geannuleerd
pt: Conta bloqueada, pagamento cancelado
ru: Адрес заблокирован, платеж отменен
uk: Адреса заблокована, платіж скасовано
zh: 地址被锁定，付款被取消

# errorAddressFound
source: Recipient does not exist
de: Empfängeradresse existiert nicht
es: el destinatario no existe
nl: Ontvanger bestaat niet
pt: Recipiente não existe
ru: Получатель не существует
uk: Адреси отримувача не існує
zh: 接收方不存在

# sendProcess
source: Payment is awaiting confirmation
de: Zahlung wartet auf Bestätigung
es: La confirmación del pago está pendiente
nl: Betaling wacht op bevestiging
pt: Pagamento à espera de confirmação
ru: Платеж ожидает подтверждения
uk: Платіж чекає підтвердження
zh: 付款正在等待确认

# errorSendOrderDefault
source: Error sending payment, try again later
de: Fehler beim Senden der Transaktion, versuche es später erneut
es: Error enviando el pago, prueba más tarde
nl: Fout bij verzenden van betaling, probeer het later opnieuw
pt: Erro ao enviar pagamento, por favor tente mais tarde
ru: Ошибка при отправке платежа. Повторите попытку позже.
uk: Помилка відправки платежа, спробуйте пізніше
zh: 发送付款出错，请稍后再试
