Repository: Noso-Project/NosoSova
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es, nl, pt, ru, uk, zh

# warringMessageSetAlias
source: The operation is available only once
de: Diese Funktion ist nur einmal verfügbar
es: La operación solo está disponible una vez
nl: De bewerking is slechts één keer beschikbaar
pt: Esta operação só pode ser feita uma única vez
ru: Операция доступна только один раз
uk: Операція доступна лише один раз
zh: 该操作只能进行一次

# successSetAlias
source: Your request is successful and has been processed
de: Die Anfrage war erfolgreich und wurde ausgeführt
es: La petición se ha completado y procesado
nl: Uw verzoek is succesvol en verwerkt
pt: O seu pedido foi efetuado com sucesso e foi processado
ru: Ваш запрос обработан и успешно выполнен
uk: Ваш запит успішно додано в обробку
zh: 您的请求已成功处理

# errorEmptyListWallet
source: This file does not contain an address
de: Diese Datei enthält keine Adressen
es: Este fichero no contiene direcciones noso
nl: Dit bestand bevat geen adres
pt: O ficheiro não contêm contas
ru: Этот файл не содержит адреса
uk: Це файл не містить адрес
zh: 该文件不包含地址

# errorNotSupportedWallet
source: This file is not supported
de: Diese Datei wird nicht unterstützt
es: Este fichero no está soportado
nl: Dit bestand wordt niet ondersteund
pt: Este tipo de ficheiro não é suportado
ru: Этот файл не поддерживается
uk: Цей файл не підтримується
zh: 不支持该文件

# unknownError
source: An error occurred
de: Ein unerwarteter Fehler ist aufgetaucht
es: Error desconocido
nl: Er is een fout opgetreden
pt: Ocorreu um erro
ru: Произошла ошибка
uk: Виникла помилка
zh: 出现错误

# errorPathSaveAddress
source: Error: Invalid address or no permission to write file
de: Fehler: Ungültige Adresse oder keine Berechtigung zum Schreiben der Datei
es: Error: Dirección errónea o no tienes permisos para escribir en el fichero
nl: Fout: ongeldig adres of geen toestemming om bestand te schrijven
pt: Erro: Conta inválida ou falta de permissões para alterar o ficheiro
ru: Ошибка: Неверный адрес или нет разрешения на запись файла
uk: Помилка: Невірна адреса або немає дозволу на запис файлу
zh: 错误： 地址无效或没有写入文件的权限

# errorStopSync
source: Connection lost due to errors
de: Verbindungsabbruch aufgrund von Fehlern
es: Connexión interrumpida
nl: Verbinding verbroken vanwege fouten
pt: Conexão perdida devido a erros
ru: Соединение потеряно из-за ошибок
uk: З'єднання втрачено через помилки
zh: 由于错误而失去连接

# errorLastTime
source: Your time is behind, please update your time
de: Aktualisierung notwendig
es: Tu hora está retrasada, revisa la hora para actualizarla
nl: Je tijd loopt achter, update je tijd
pt: Existe uma diferença no relógio do sistema, por favor atualize o relógio do sistema
ru: Ваше время отстает, обновите ваше время
uk: Ваш час відстає, оновіть його будь-ласка
zh: 您的时间已落后，请更新您的时间

source: Order ID
es: ID de la Orden
nl: Bestelling-ID
pt: ID da Ordem
uk: ID Замовлення
zh: 订单编号
